module.exports = {
  '10001': '系统错误',
  '10002': '请求的接口不存在',
  '10003': '请求频率超过上限',
  '10004': 'access_token不存在',
  '10005': 'access_token错误',
  '10006': 'access_token已过期,请重新获取',
  '20001': '账号或密码错误',
  '20002': '缺失必选参数(%s),请参考API文档',
  '20003': '参数(%s)值非法，%s,请参考API文档',
  '20004': '监控账号不存在',
  '20005': '无权查看该账号(%s)信息',
  '20006': '%s账号名下设备数量超过上限',
  '20007': 'IMEI不存在(%s)',
  '20008': '无权查看该设备(%s)信息',
  '20009':	'请求的设备数量超过上限',
  '20010':	'该设备已过期(%s)',
  '20011':	'地图类型错误，请参考API文档',
  '20012':	'非法经纬度'
}

